<?php
/**
 * Файл конфигурации маршрутизатора запросов.
 * 
 * Здесь перечисляются параметры маршрутизации модулей,
 * которые поставляются непосредственно с фреймворком и обеспечивают работоспособность Панели управления.
 * 
 * @link https://gearmagic.ru
 * @copyright Copyright (c) 2015 Веб-студия GearMagic
 * @license https://gearmagic.ru/license/
 */

return [
    /** Префиксы маршрутизации модулей */
    /*
     * Префикс состоит из пары (имя - маршрут).
     * Сюда приложение автоматически добавит префикс "backend", как базовый 
     * маршрут к Панели управления.
     */
    'prefixes' => [],

    /** Параметры маршрутизации модулей */
    'routes' => []
];
